Repository: WanWizard/Jedi_Maker_Xtream
Catalog: JediMakerXtream/usr/lib/enigma2/python/Plugins/Extensions/JediMakerXtream/locale/*/LC_MESSAGES/JediMakerXtream.po
Languages: de, fr, it, pt, sv, tr

source: Prefix Catchup channels
de: Catchup-Kanäle voranstellen
fr: Préfixe des chaînes de rattrapage
it: Prefisso canali Catchup
pt: Perfixo de canais Catchup
sv: Prefix kanaler med TV-arkiv
tr: Önek Yakalama kanalları

source: Select Catchup prefix symbol
de: Wähle das Catchup-Präfixsymbol
fr: Sélectionnez le symbole de préfixe de rattrapage
it: Seleziona il simbolo del prefisso Catchup
pt: Selecione o símbolo de prefixo catchup
sv: Välj prefix symbol
tr: Önek yakala simgesini seçin

source: Margin before catchup (mins)
de: Marge vor dem Catchup (Min)
fr: Marge avant rattrapage (min)

source: Margin after catchup (mins)
de: Marge nach Catchup (Min)
fr: Marge après rattrapage (min)

source: Group bouquets into its own folder
de: Gruppieren Bouquets in einem eigenen Ordner
fr: Regrouper les bouquets dans son propre dossier
it: Raggruppa i bouquet nella sua cartella

source: Select the location of your playlists.txt file. i.e. /media/hdd/playlists. Press 'OK' to change location. Default location is /etc/enigma2/jediplaylists
de: Wähle den Speicherort deiner playlists.txt Datei aus. d.h. /media/hdd/playlists. Drücke „OK“, um den Standort zu ändern. Der Standardspeicherort ist /etc/enigma2/jediplaylists
fr: Sélectionnez l'emplacement de votre fichier playlists.txt. p.e. /media/hdd/playlists. Appuyez sur 'OK' pour changer d'emplacement. L'emplacement par défaut est /etc/enigma2/jediplaylists
it: Seleziona la posizione del tuo file playlists.txt. per esempio. /media/hdd/playlist. Premere 'OK' per cambiare posizione. La posizione predefinita è /etc/enigma2/jediplaylists
pt: Selecione a localização de suas listas de reprodução.txt arquivo. ou seja, /media/hdd/playlistas. Pressione 'OK' para alterar o local. O local padrão é /etc/enigma2/jediplaylistas
sv: Välj platsen för din playlists.txt fil. ex. /Media/hdd /spellistor. Tryck på 'OK' för att ändra plats. Standardplatsen är /etc/enigma2/jediplaylists
tr: Çalma listeleri.txt dosyanızın konumunu seçin. yani /media/hdd/playlist. Konumu değiştirmek için 'OK' düğmesine basın. Default konumu: /etc/enigma2/jediplaylists

source: Select the location of your local m3u files. i.e. /media/hdd/playlists. Press 'OK' to change location. Default location is /etc/enigma2/jediplaylists
de: Wähle den Speicherort deiner lokalen m3u Dateien aus. d.h. /media/hdd/playlists. Drücke „OK“, um den Standort zu ändern. Der Standardspeicherort ist /etc/enigma2/jediplaylists
fr: Sélectionnez l'emplacement de vos fichiers m3u locaux. p.e. /media/hdd/playlists. Appuyez sur 'OK' pour changer d'emplacement. L'emplacement par défaut est /etc/enigma2/jediplaylists
it: Seleziona la posizione del tuo file m3u locale. per esempio. /media/hdd/playlist. Premere 'OK' per cambiare posizione. La posizione predefinita è /etc/enigma2/jediplaylists
pt: Selecione a localização de seus arquivos m3u locais. ou seja, /media/hdd/playlistas. Pressione 'OK' para alterar o local. O local padrão é /etc/enigma2/jediplaylistas
sv: Välj platsen för din m3u fil. ex. /Media/hdd /spellistor. Tryck på 'OK' för att ändra plats. Standardplatsen är /etc/enigma2/jediplaylists
tr: Yerel m3u dosyalarınızın konumunu seçin. yani /media/hdd/playlist. Konumu değiştirmek için 'OK' düğmesine basın. Default konumu: /etc/enigma2/jediplaylists

source: Update your live bouquets automatically.
de: Aktualisiere Live-Bouquets automatisch.
fr: Mettre à jour vos bouquets live automatiquement.
it: Aggiorna automaticamente i tuoi Bouquets Live.
pt: Atualize seus buquês ao vivo automaticamente.
sv: Uppdatera favoriter automatiskt.
tr: Canlı buketlerinizi otomatik olarak güncelleyin.

source: Select the time of the automatic update.
de: Wähle den Zeitpunkt der automatischen Aktualisierung.
fr: Sélectionnez l'heure de la mise à jour automatique.
it: Seleziona l'ora dell'aggiornamento automatico.
pt: Selecione a hora da atualização automática.
sv: Välj tidpunkten för den automatiska uppdateringen.
tr: Otomatik güncelleme zamanını seçin.

source: Display JediMakerXtream in Main Menu. *Restart GUI required.
de: Zeige JediMakerXtream im Hauptmenü an. *Neustart der GUI erforderlich.
fr: Afficher JediMakerXtream dans le menu principal. * Redémarrage de l'IGU requis.
it: Visualizza JediMakerXtream nel Menu Principale. * Richiesto riavvio della GUI.
pt: Exibir JediMakerXtream no menu principal. *Reiniciar gui necessário.
sv: Visa JediMakerXtream i huvudmenyen. *Enigma2 omstart krävs.
tr: Ana Menü'de JediMakerXtream öğesini görüntüleyin. * GUI'yi yeniden başlatmanız gerekiyor.

source: Show in extensions
de: In Erweiterungen anzeigen
fr: Afficher dans les extensions
it: Mostra in estensioni
pt: Mostrar em extensões
sv: Visa i tilläggs meny
tr: Eklentilerde göster

source: Quick start JediMakerXtream playlists from extensions menu. *Restart GUI required.
de: Schnellstart von JediMakerXtream-Wiedergabelisten aus dem Erweiterungsmenü. *Neustart der GUI erforderlich.
fr: Démarrage rapide des playlists JediMakerXtream depuis le menu des extensions. * Redémarrage de l'IGU requis
it: Avio rapido di JediMakerXtream Playlist dal menu delle estensioni. * Richiesto riavvio della GUI.
pt: Listas de reprodução JediMakerXtream de início rápido no menu de extensões. * Reiniciar
sv: Starta JediMakerXtream från tilläggsmenyn. *Enigma2 omstart krävs.
tr: JediMakerXtream çalma listelerini uzantılar menüsünden hızlı bir şekilde başlatın. * GUI'yi yeniden başlatmanız gerekiyor.

source: Select from the available skins. *Restart GUI required.
de: Wähle aus den verfügbaren Skins aus. *Neustart der GUI erforderlich.
fr: Choisissez parmi les skins disponibles. *Redémarrage de l'IGU requis.
it: Seleziona skin disponibili. * Richiesto riavvio della GUI.
pt: Selecione uma das skins disponíveis. * Reinicie a GUI necessária.
sv: Välj utsende från tillgängliga skins. *Enigma2 omstart krävs.
tr: Mevcut kaplamalardan birini seçin. * GUI'yi yeniden başlatmanız gerekiyor.

source: Amend the timeout on server calls. Can be increased for very large playlists, slow servers, or slow proxies.
de: Ändere den Timeout für Serveraufrufe. Kann für sehr große Wiedergabelisten, langsame Server oder langsame Proxys erhöht werden.
fr: Modifier le délai d'attente pour les appels au serveur. Peut être augmenté pour les très grandes listes de lecture, les serveurs lents ou les proxies lents.
it: Modifica il timeout sulle richieste del server. Può essere aumentato per playlist molto grandi, server lenti o proxy lenti.
pt: Corrija o tempo limite em chamadas do servidor. Pode ser aumentado para listas de reprodução muito grandes, servidores lentos ou proxies lentos.
sv: Ändra tidsgränsen för serverkontakt. Kan ökas för mycket stora spellistor, långsamma servrar eller långsamma proxyer.
tr: Sunucu aramalarında zaman aşımını değiştirin. Çok büyük oynatma listeleri, yavaş sunucular veya yavaş proxy'ler için artırılabilir.

source: Mark channels that have catchup with a prefix in your bouquets.
de: Markiere Kanäle, die Catchup haben, mit einem Präfix in Ihren Bouquets.
fr: Marquer les chaînes qui ont un rattrapage avec un préfix dans vos bouquets.
it: Contrassegna i canali che hanno raggiunto un prefisso nei tuoi bouquet.
pt: Marque canais que tenham catchup com um prefixo em seus buquês.
sv: Markera kanaler med TV Arkiv med ditt valda prefix.
tr: Buketlerinizdeki bir önek ile alıcı olan kanalları işaretleyin.

source: Select the symbol to prefix your catchup channels with.
de: Wähle das Symbol aus, das Ihren Catchup-Kanälen vorangestellt werden soll.
fr: Sélectionnez le symbole pour préfixer vos chaînes de rattrapage.
it: Seleziona il simbolo con il prefisso dei tuoi canali di Cathup.
pt: Selecione o símbolo para prefixar seus canais de catchup com.
sv: Välj vilket prefixsymbol du vill markera de kanaler som har TV-arkiv.
tr: Alıcı kanallarınızı öneklemek için sembolü seçin.

source: Create a group bouquet for each playlist. *Experimental*
de: Erstellen Sie für jede Playlist ein Gruppenbouquet. *Experimental*
fr: Créer un groupe de bouquet pour chaque playlist. *Expérimental*
it: Crea un bouquet di gruppo per ogni playlist. *Sperimentale*

source: Choose Directory:
de: Verzeichnis auswählen:
fr: Chosir le répetoire:
it: Scegli Cartella:
pt: Escolha o Diretório:
sv: Välj Katalog:
tr: Dizin Seç:

source: Choose directory
de: Verzeichnis auswählen
fr: Choisir le répertoire
it: Scegli cartella
pt: Escolha o diretório
sv: Välj katalog
tr: Dizin seç

source: Bouquets Settings
de: Bouquets Einstellungen
fr: Paramètres des bouquets
it: Configura Bouquets
pt: Configurações de buquês
sv: Favoritinställningar
tr: Buket Ayarları

source: Continue
de: Fortsetzen
fr: Continuer
it: Continua
sv: Fortsätt
tr: Devam et

source: Original Order
de: Ursprüngliche sortierung
fr: Ordre original
it: Ordinamento predefinito
pt: Ordem original
sv: Original ordingsföljd
tr: Orijinal sipariş

source: Newest First
de: Neuste zuerst
fr: Plus récent en premier
it: Prima il più recente
pt: Os mais novos primeiro
sv: Nyaste först
tr: En yeni ilk

source: Oldest First
de: Älteste zuerst
fr: Plus ancien en premier
it: Prima il più vecchio
pt: Mais velhos primeiro
sv: Äldsta först
tr: En Eski İlk

source: No Buffering(0)
de: Keine Pufferung(0)
fr: Pas de tamporisation(0)

source: Buffering Enabled(1)
de: Pufferung aktiviert(1)
fr: Mise en tampon activée(1)

source: Progressive Buffering(3)
de: Progressive Pufferung(3)
fr: Tamporisation progressive(3)

source: Bouquet name
fr: Nom du bouquet
it: Nome Bouquet
pt: Nome do buquê
sv: Favorit namn
tr: Buket adı

source: Use name as bouquet prefix
de: Verwende den Namen als Bouquet-Präfix
fr: Utiliser le nom comme préfixe de bouquet
it: Usa il nome come prefisso del bouquet
pt: Use o nome como prefixo de buquê
sv: Använd namn som favoritprefix
tr: Adı buket öneki olarak kullan

source: Live categories
de: Live-Kategorien
fr: Catégories Live
it: Categorie Live
pt: Categorias ao vivo
sv: Live kategorier
tr: Canlı kategoriler

source: Stream type for Live
de: Stream Typ für Live
fr: Type de flux pour Live
it: Tipo di Stream per Live
pt: Tipo transmição ao vivo
sv: Strömtyp för Live
tr: Live için akış türü

source: VOD categories
de: VOD-Kategorien
fr: Catégories VOD
it: Categorie VOD
pt: Categorias de FILMES
sv: VOD kategorier
tr: VOD kategorileri

source: Series categories
de: Serien-Kategorien
fr: Catégorie des séries
it: Categorie Series
pt: Categorias de séries
sv: Serie kategorier
tr: Seri kategorileri

source: Stream type for VOD/SERIES
de: Stream Typ für VOD/SERIEN
fr: Type de flux pour VOD/SÉRIES
it: Tipo di Stream per VOD/SERIES
pt: Tipo de Fluxo FILMES / SERIES:
sv: Ström typ för VOD/SERIE
tr: VOD/SERIES için akış tipi

source: VOD bouquet order
de: VOD Bouquet Anordnung
fr: Ordre du bouquet VOD
it: Ordine bouquet VOD
pt: Ordem de buquê de FILMES
sv: VOD favoriter ordningsföljd
tr: VOD buket siparişi

source: Buffer streams
fr: Tampons des flux

source: Catchup Timeshift
fr: Décalage du rattrapage

source: Use your provider EPG
de: Verwende EPG Ihres Anbieters
fr: Utiliser l'EPG de votre fournisseur
it: Usa provider EPG
pt: Use o seu provedor EPG
sv: Använd din leverantörs EPG
tr: Sağlayıcınızı EPG kullanın

source: Use Rytec UK EPG
de: Verwende Rytec UK EPG
fr: Utiliser Rytec UK EPG
it: Usa Rytec UK EPG
sv: Annvänd Rytec UK EPG
tr: Rytec UK EPG'yi kullanın

source: Replace UK channel names in bouquets with swap names
de: Ersetze UK Sendernamen in Bouquets durch Tauschnamen
fr: Remplacer les noms de chaînes britanniques dans les bouquets par des noms d'échange
it: Sostituisci i nomi dei canali del Regno Unito nei bouquet con i nomi degli scambi
pt: Substitua nomes de canais do Reino Unido em buquês com nomes de troca
sv: Byt ut de brittiska kanalnamnen i favoriter med alias namn
tr: Buketlerdeki İngiltere kanal isimlerini takas isimleri ile değiştirin

source: UK only: Force UK name swap
de: Nur UK: Namenstausch für UK erzwingen
fr: Royaume-Uni uniquement : forcer l'échange de noms au Royaume-Uni
it: Solo Regno Unito: forzare lo scambio di nomi nel Regno Unito
pt: Somente no Reino Unido: Forçar a troca de nomes no Reino Unido
sv: Endast UK: Tvinga användningen av bytesnamn (Alias)
tr: Yalnızca İngiltere: BK adı takasını zorla

source: Rebuild XMLTV EPG data
de: XMLTV EPG daten neuerstellen
fr: Reconstruire les données XMLTV EPG

source: Vod categories
de: VOD-Kategorien
fr: catégories Vod
it: Categorie Vod
tr: Vod kategorileri

source: Stream type for VOD/Series
de: Stream Typ für VOD/Serien
fr: Type de flux pour VOD/Séries
it: Tipo Stream per VOD/Series
pt: Tipo de Fluxo FILMES/ Series
sv: Ström typ för VOD/Serier
tr: VOD/Seriler için akış tipi

source: Enter name to be shown as a prefix in your bouquets
de: Gebe den Namen ein, der als Präfix in Ihren Bouquets angezeigt werden soll
fr: Entrer le nom à afficher comme préfixe dans vos bouquets.
it: Inserisci il nome da mostrare come prefisso nei tuoi bouquet
pt: Digite o nome para ser mostrado como um prefixo em seus buquês
sv: Lägg till namn för att visas som ett prefix i dina favoriter
tr: Buketlerinizde önek olarak gösterilecek adı girin

source: Use provider name prefix in your bouquets
de: Verwende das Präfix des Anbieters in deinen Bouquets
fr: Utiliser le nom du préfixe dans vos bouquets
it: Usa il provider come prefisso del bouquet
pt: Use o prefixo do nome do provedor em seus buquês
sv: Använd leverantörens prefix i favoriter
tr: Buketlerinizde sağlayıcı adı öneki kullanın

source: Include LIVE categories in your bouquets.
de: Füge LIVE-Kategorien in deine Bouquets ein.
fr: Inclure les catégories LIVE dans vos bouquets.
it: Includere categorie LIVE nei bouquets.
pt: Inclua categorias LIVE em seus buquês.
sv: Inkludera LIVE kategorier i dina favoriter.
tr: Buketlerinize CANLI kategorileri dahil edin.

source: This setting allows you to choose which player E2 will use for your live streams. If your live streams do not play try changing this setting.
de: Mit dieser Einstellung können Sie auswählen, welchen Player E2 für Ihre Live-Streams verwendet. Wenn Ihre Livestreams nicht wiedergegeben werden, versuchen Sie, diese Einstellung zu ändern.
fr: Ce paramètre vous permet de choisir le lecteur que E2 utilisera pour vos flux en direct. Si vos flux en direct ne sont pas diffusés, essayez de modifier ce paramètre.
it: Questa impostazione ti consente di scegliere quale Player E2 utilizzerà per i tuoi streaming live. Se i tuoi live streaming non vengono riprodotti, prova a modificare questa impostazione.
pt: sta configuração permite que você escolha qual player E2 usará para suas transmissões ao vivo. Se suas transmissões ao vivo não forem reproduzidas, tente alterar esta configuração.
sv: Den här inställningen låter dig välja vilken spelare E2 kommer att använda för att live stream dina kanaler. Om dina liveströmmar inte spelar, försök att ändra den här inställningen.
tr: Bu ayar, canlı yayınlarınız için hangi oyuncu E2'nin kullanacağını seçmenize olanak sağlar. Kanlı yayınlarınız oynatılmıyorsa bu ayarı değiştirmeyi deneyin.

source: Include VOD categories in your bouquets.
de: Füge VOD-Kategorien in Ihre Bouquets ein.
fr: Inclure la catégorie VOD dans vos bouquets.
it: Includere categorie VOD nei bouquets.
pt: Inclua categorias de FILMES em seus buquês.
sv: Inkludera VOD-kategorier i dina favoriter.
tr: Buketlerinize VOD kategorilerini ekleyin.

source: Include SERIES categories in your bouquets. ** Note: Selecting Series can be slow to populate the lists.**
de: Fügen SERIE-Kategorien in Ihre Bouquets ein. ** Hinweis: Die Auswahl von Serien kann langsam sein, um die Listen zu füllen. **
fr: inclure la catégorie SERIES dans vos bouquets. ** Note: choisir les SERIES ralentir la génération des listes.**
it: Includi le categorie SERIE nei tuoi bouquet. ** Nota: la selezione di Serie può essere lenta per popolare la lista. **
pt: Inclua categorias SERIES em seus buquês. ** Nota: Selecionar séries pode ser lento para preencher as listas.**
sv: Inkludera SERIE-kategorier i dina favoriter. **Obs: Listorna kan vara långsamma att fylla när serier är vald.**
tr: Buketlerinize SERİSİ kategorilerini ekleyin. ** Not: Listeleri doldurmak için Seri seçimi yavaş olabilir. **

source: This setting allows you to choose which player E2 will use for your VOD/Series streams. If your VOD streams do not play try changing this setting.
de: Mit dieser Einstellung können Sie auswählen, welchen Player E2 für Ihre VOD/Serien-Streams verwendet. Wenn Ihre VOD-Streams nicht wiedergegeben werden, versuchen Sie, diese Einstellung zu ändern.
fr: Ce paramètre vous permet de choisir le lecteur que E2 utilisera pour vos flux VOD/Séries. Si vos flux VOD ne sont pas lus, essayez de modifier ce paramètre.
it: Questa impostazione ti consente di scegliere quale Player E2 utilizzerà per i tuoi stream VOD/Series. Se i tuoi stream VOD non vengono riprodotti, prova a modificare questa impostazione.
pt: Esta configuração permite que você escolha qual jogador O2 usará para seus fluxos FILMES/Série. Se os fluxos vod não reproduzirem tente alterar essa configuração.
sv: Denna inställning låter dig välja vilken spelare E2 ska använda för VOD / Serie strömmar. Om din VOD/serien inte spelar, försök att ändra den här inställningen.
tr: Bu ayar VOD / Series akışlarınız için hangi oyuncu E2'nin kullanacağını seçmenize izin verir. VOD akışlarınız oynatılmazsa bu ayarı değiştirmeyi deneyin.

source: Select the sort order for your VOD Bouquets.
de: Wählen Sie die Sortierreihenfolge für Ihre VOD-Bouquets.
fr: Sélectionner l'ordre de tri de vos bouquets VOD.
it: Seleziona il tipo di ordinamento per i tuoi bouquet VOD.
pt: Selecione a ordem de classificação para seus buquês de FILMES.
sv: Välj hur du vill sortera dina VOD-favoriter.
tr: VOD Buketleriniz için sıralama düzenini seçin.

source: Make provider xmltv for use in EPG Importer. Provider source needs to be selected in EPG Importer plugin.
de: Anbieter xmltv zur Verwendung im EPG-Importer erstellen. Die Anbieterquelle muss im EPG-Importer-Plugin ausgewählt werden.
fr: Créer le fournisseur xmltv pour l'utiliser dans EPG Import. La source du fournisseur doit être sélectionnée dans le plugin EPG Import.
it: Crea il provider xmltv per usare EPG Importer. La fonte del provider deve essere selezionata nel plugin Epg Importer.
pt: Faça o provedor xmltv para uso no Importador EPG. A fonte do provedor precisa ser selecionada no plugin EPG Importer.
sv: Skapa leverantör xmltv för användning i EPG Import. Leverantörens källa måste väljas i EPG Importer-plugin.
tr: EPG İçe Aktarıcı'da kullanım için sağlayıcı xmltv yapın. EPG İthalatçı eklentisinde sağlayıcı kaynağının seçilmesi gerekiyor.

source: Enter the EPG url for your playlist. If unknown leave as default.
de: Gebe die EPG-URL für Ihre Wiedergabeliste ein. Wenn unbekannt, belassen Sie es als Standard.
fr: Entrer l'URL de l'EPG de votre playlist. Si inconnu laissez-le par défaut.

source: Try to match the UK Rytec names in the background to populate UK EPG. Note this will override your provider's UK EPG.
de: Versuche, die britischen Rytec-Namen im Hintergrund abzugleichen, um britischen EPG zu füllen. Beachten Sie, dass dadurch der britische EPG Ihres Anbieters außer Kraft gesetzt wird.
fr: Essayez de faire correspondre les noms Rytec du Royaume-Uni en arrière-plan pour remplir l'EPG du Royaume-Uni. Notez que cela remplacera l'EPG britannique de votre fournisseur.
it: Prova ad abbinare i nomi Rytec del Regno Unito in background per popolare EPG del Regno Unito. Nota che questo sostituirà l'EPG del tuo provider nel Regno Unito.
pt: Tente combinar os nomes rytec do Reino Unido em segundo plano para preencher o EPG do Reino Unido. Note que isso substituirá o EPG do seu provedor no Reino Unido.
sv: Försök matcha Storbritanniens Rytec-namn i bakgrunden för att fylla UK EPG. Obs: detta kommer att åsidosätta leverantörens brittiska EPG.
tr: UK EPG'yi doldurmak için arka planda UK Rytec adlarını eşleştirmeye çalışın. Bu sağlayıcınızın UK EPG'sini geçersiz kılar.

source: This will amend the UK channels names in channel bouquets to that of the computed swap names.
de: Dadurch werden die UK-Kanalnamen in den Kanalbouquets zu denen der berechneten Swap-Namen geändert.
fr: Cela modifiera les noms des chaînes britanniques dans les bouquets de chaînes pour qu'ils correspondent aux noms des échanges calculés.
it: Ciò modificherà i nomi dei canali del Regno Unito nei bouquet dei canali con quelli dei nomi degli scambi calcolati.
pt: Isso alterará os nomes dos canais do Reino Unido em buquês de canais para os nomes de swap computados.
sv: Detta kommer att ändra de brittiska kanalnamnen i dina favoriter till de beräknade bytesnamnen (Alias).
tr: Bu kanal buketlerindeki İngiltere'deki kanal adlarını hesaplanan takas adlarıyla değiştirecek.

source: Use for UK providers that do not specify UK in the category title or channel title. May cause non UK channels to have the wrong epg. Trying creating bouquets without this option turned off first.
de: Für britische Anbieter verwenden, die UK nicht im Kategorie Titel oder Kanaltitel angeben. Kann dazu führen, dass Sender außerhalb UK den falschen EPG haben. Versuche Bouquets zu erstellen, ohne dass diese Option zuerst deaktiviert ist.
fr: A utiliser pour les fournisseurs britanniques qui ne spécifient pas le Royaume-Uni dans le titre de la catégorie ou de la chaîne. Les chaînes non britanniques risquent d'avoir un epg erroné. Essayez d'abord de créer des bouquets sans désactiver cette option.

source: Set stream buffer (Experimental).
de: Stream-Puffer festlegen (experimentell).
fr: Définir le tampon de flux (expérimental).

source: (Optional) Download and attempt to rebuild XMLTV EPG data to UTF-8 encoding (Slower). Only required if you think you have corrupt external EPG.
de: (Optional) Lade XMLTV-EPG-Daten herunter und versuche, sie in UTF-8-Codierung neu zu erstellen (langsamer). Nur erforderlich, wenn Sie glauben, dass Sie einen beschädigten externen EPG haben.
fr: (Optionnel) Télécharger et essayer de reconstruire les données de l'EPG XMLTV en encodage UTF-8 (plus lent). Nécessaire uniquement si vous pensez avoir un EPG externe corrompu.

source: Offset the displayed catchup times
de: Offset für die angezeigten Catchup Zeiten
fr: Décaler les temps de rattrapage affichés

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
de: Bouquet Name darf nicht leer sein. Bitte gib einen eindeutigen Bouquet Namen ein. Mindestens 2 Zeichen.
fr: Le nom du bouquet ne peut pas être blanc. Entrer un nom de bouquet unique. Minimum 2 caractères.
it: Il nome del bouquet non può essere vuoto. Inserisci un nome bouquet unico. Minimo 2 caratteri.
tr: Buket adı boş bırakılamaz. Lütfen benzersiz bir buket adı girin. En az 2 karakter.

source: Choose Bouquets
de: Wähle Bouquets
fr: Choisir les bouquets
it: Scegli Bouquets
pt: Escolha buquês
sv: Välj Favoriter
tr: Buketleri Seç

source: Create
de: Erstelle
fr: Créer
it: Creare
pt: Criar buquês
sv: Skapa
tr: Oluştur

source: Show Channels
de: Zeige Kanäle
fr: Afficher les chaînes
it: Mostra Canali
pt: Mostrar canais
sv: Visa Kanaler
tr: Kanalları Göster
