Repository: WanWizard/Jedi_Maker_Xtream
Catalog: JediMakerXtream/usr/lib/enigma2/python/Plugins/Extensions/JediMakerXtream/locale/*/LC_MESSAGES/JediMakerXtream.po
Languages: de, fr, it, pt, sv, tr

source: Select the playlist categories you wish to create bouquets for. Press OK to invert the selection. Press INFO to show the channels in this category.
de: Wähle die Playlist-Kategorien aus, für die du Bouquets erstellen möchtest. Drücke OK, um die Auswahl umzukehren. Drücken Sie INFO, um die Kanäle in dieser Kategorie anzuzeigen.
fr: Sélectionnez les catégories de listes de lecture pour lesquelles vous souhaitez créer des bouquets. Appuyez sur OK pour inverser la sélection. Appuyez sur INFO pour afficher les chaînes de cette catégorie.
it: Seleziona le categorie di playlist per cui desideri creare bouquet. Premere OK per invertire la selezione. Premere INFO per mostrare i canali in questa categoria.

source: Getting selection list
de: Auswahlliste abrufen
fr: Obtenir la liste de sélection

source: Updating Bouquets
de: Update Bouquets
fr: Mise à jour des bouquets
it: Aggiornamento Bouquets
pt: Configurações de buquês
sv: Uppdaterar Favoriter
tr: Buketleri Güncelleme

source: Starting Update...
de: Starte Update...
fr: Démarrage de la mise à jour...
it: Avvio aggiornamento...
pt: Iniciando atualização
sv: Startar Uppdateringen...
tr: Güncelleme Başlatılıyor ...

source: Providers IPTV Updated
de: Providers IPTV aktualisiert
fr: Fournisseur IPTV mis-à-jour
it: Providers IPTV Aggiornato
pt: Buquês IPTV Criados
sv: IPTV leverantörer uppdaterade
tr: Tedarikçiler IPTV Güncelleme Tarihi

source: Updating Playlist %d of %d
de: Update Playlist %d von %d
fr: Mise à jour playlist %d of %d
it: Aggiorno Playlist %d di %d
pt: Atualizando a lista de reprodução% d de% d
sv: Uppdaterar Spellista %d of %d
tr: Oynatma Listesini Güncelleme %d / %d

source: %s - Reading bouquet data...
de: %s - Bouquetdaten lesen...
fr: %s - Lecture des données du bouquet...
it: %s - Lettura dati bouquet ...

source: %s - Checking URL still active...
de: %s - Überprüfung der URL noch aktiv...
fr: %s - Vérification que l'URL est toujours...
it: %s - Verifica URL ancora attivo ...

source: %s - Download M3U Data...
de: %s - Downloade M3U daten...
fr: %s - Téléchargement des données M3U...
it: %s - Scarica dati M3U ...

source: %s - Downloading VOD data...
de: %s - Downloade VOD daten...
fr: %s - Téléchargement des donnes VOD ...
it: %s - Scarica dati VOD...

source: %s - Downloading Series data...
de: %s - Downloade Serien daten...
fr: %s - Téléchargement des donnes des Séries ...
it: %s - Scarica dati Serie...

source: %s - Getting categories...
de: %s - Kategorien werden abgerufen...
fr: %s - Obtention des catégories...

source: %s - Get selected categories...
de: %s - Ausgewählte Kategorien abrufen...
fr: %s - Obtention des catégories sélectionnées...
it: %s - Ottieni categorie selezionate ...

source: %s - Getting selection list
de: %s - Auswahlliste wird abgerufen
fr: %s - Obtention de la liste des sélections

source: %s - Downloading Data...
de: %s - Downloade Daten...
fr: %s - Téléchargement des données...

source: %s - Deleting existing bouquets...
de: %s - Vorhandene Bouquets werden gelöscht...
fr: %s - Effacement des bouquets existants...
it: %s - Eliminazione dei bouquets esistenti...

source: %s - Building bouquets...
de: %s - erstelle Bouquets...
fr: %s - Construction des bouquets...
it: %s - Creazione bouquets...

source: %s - Building M3U bouquets...
de: %s - erstelle M3U Bouquets...
fr: %s - Construction des bouquets M3U...
it: %s - Creazione bouquets M3U...

source: Channel List
de: Kanalliste
fr: Liste des chaînes
it: Lista Canali
pt: Lista de canais
sv: Kanallista
tr: Kanal listesi

source: Active:
de: Aktiv:
it: Attivo:
pt: Ativa/o
sv: Aktiv:
tr: Aktif:

source: Port
it: Porta
pt: Porta

source: Epg Url
it: Url Epg
tr: Epg URL'si

source: EPG url
it: Url EPG
tr: EPG URL'si

source: Playlists
pt: Playlistas
sv: Spellista
tr: Çalma listeleri

source: A-Z
sv: A-Ö
