Repository: WanWizard/Jedi_Maker_Xtream
Catalog: JediMakerXtream/usr/lib/enigma2/python/Plugins/Extensions/JediMakerXtream/locale/*/LC_MESSAGES/JediMakerXtream.po
Languages: de, fr, it, pt, sv, tr

source: About
de: Über
fr: À propos
it: Informazioni
pt: Sobre nós
sv: Om
tr: Hakkında

source: Back
de: Zurück
fr: Retour
it: Indietro
pt: Retroceder
sv: Tillbaka
tr: Geri

source: Support for this plugin and latest versions can be found on https://linuxsat-support.com
de: Support für dieses Plugin und die neuesten Versionen finden Sie unter https://linuxsat-support.com
fr: La prise en charge de ce plugin et des dernières versions est disponible sur https://linuxsat-support.com

source: Plugin enables the simple bouquet creation of standard Xtream codes/XUI One, external and local m3u8 playlists. Play your files via your TV bouquets.
de: Das Plugin ermöglicht die einfache Bouquet-Erstellung von Standard-Xtream-Codes/XUI One, externen und lokalen m3u8-Wiedergabelisten. Spielen Sie Ihre Dateien über Ihre TV-Bouquets ab.
fr: Le plugin permet la création simple de bouquets à partir de codes Xtream/XUI One standard, de listes de lecture m3u8 externes et locales. Jouez vos fichiers via vos bouquets TV.

source: Credits:
fr: Crédits:

source: AutoBouquetsMaker, EpgImporter, AutoBackup (used as code reference).
fr: AutoBouquetMaker, EpgImporter, AutoBackup (utilisé comme code de référence).

source: Lululla for all the hard work done on XCPlugin and assistance with the project.
de: Lululla für all die harte Arbeit, die an XCPlugin geleistet wurde, und die Unterstützung bei dem Projekt.
fr: Lululla pour tout le travail acharné effectué sur XCPlugin et son aide au projet.

source: Massive thanks to Seagen for his endless multi image testing.
de: Vielen Dank an Seagen für seine endlosen Multi-Image-Tests.
fr: Un grand merci à Seagen pour ses tests multi-images sans fin.

source: And thanks to all the other coders and Linuxsat testers who helped in the development of this project.
de: Und danke an alle anderen Programmierer und Linuxsat-Tester, die bei der Entwicklung dieses Projekts geholfen haben.
fr: Et merci à tous les autres codeurs et testeurs de Linuxsat qui ont contribué au développement de ce projet.

source: Cheers - all donations are very much appreciated.
de: Prost - alle Spenden sind sehr willkommen.
fr: À votre santé! - tous les dons sont très appréciés.

source: Building Bouquets
de: Erstelle Bouquets
fr: Création des bouquets
it: Generando Bouquets
pt: Construindo Buquês
sv: Skapar Favoriter
tr: Ana Buketler

source: Building Bouquets...
de: Erstelle Bouquets...
fr: Création des bouquets...
it: Generando Bouquets...
pt: Construindo Buquês":".
sv: Skapar Favoriter...
tr: Ana Buketler ...

source: Downloading Rytec UK EPG data...
de: Rytec UK EPG-Daten werden heruntergeladen...
fr: Téléchargement des données de Rytec UK EPG...
it: Download dei dati EPG di Rytec UK ...

source: Starting...
de: Starte...
fr: Démarrage...
it: Avvio...
pt: Iniciando...
sv: Startar...
tr: Başlangıç...

source: Downloading Live data...
de: Lade live Daten herunter...
fr: Télécharger donnée Live...

source: No categories selected.
de: Keine Kategorien ausgewählt.
fr: Pas de catégories sélectionnées.
it: Nessuna categoria selezionata.
pt: Selecionado Sem categorias.
sv: Ingen kategorier har valts.
tr: Seçili kategori yok.

source: Deleting Existing Bouquets...
de: Lösche bestehende Bouquets...
fr: Effacer les bouquets existants...
it: Eliminazione Bouquets esistenti...
pt: Excluindo buquês existentes":".
sv: Raderer Existerande Favoriter...
tr: Mevcut Buketleri Siliniyor ...

source: No valid M3U streams in file.
de: Keine gültigen M3U-Streams in Datei.
fr: Pas un fichier M3U de flux valide.
it: Nessun flusso M3U valido nel file.
pt: Nenhum fluxo M3U válido no arquivo.
sv: Ingen giltig M3U-ström i filen.
tr: Dosyada geçerli bir M3U akışı yok.

source: Downloading VOD data
de: Lade VOD daten herunter
fr: Téléchargement des données VOD

source: Downloading Series data
de: Lade Serien daten herunter
fr: Télechargement des données des Séries

source: Downloading get.php file for series stream data
de: Herunterladen der Datei get.php für Serien-Stream-Daten
fr: Téléchargement du fichier get.php pour les données du flux des séries

source: Saving Bouquet Data File...
de: Speichere Bouquet Datendatei...
fr: Enregistrement du fichier de données de bouquet...
it: Salvataggio del file di dati del Bouquet ...
pt: Salvando arquivo de dados do Bouquet...
sv: Sparar Favorit Data Filen...
tr: Buket Veri Dosyası Kaydediliyor ...

source: Building M3U Bouquets...
de: Erstelle M3U Bouquets...
fr: Création des bouquets M3U...
it: Creazione M3U Bouquets...

source: Building Categories %d of %d
de: Erstelle Kategorien %d von %d
fr: Création des catégories %d de %d
it: Creando Categorie %d di %d
pt: Construindo categorias% d de% d
sv: Skapar Kategorier %d of %d
tr: Ana Kategorileri %d / %d

source: IPTV Bouquets Created
de: IPTV Bouquets erstellt
fr: Bouquets IPTV créés
it: Bouquets IPTV Creati
pt: Buquês IPTV Criados
sv: IPTV Favoriter Skapades
tr: IPTV Buketleri Oluşturuldu

source: Building Categories
de: Erstelle Kategorien
fr: Création des catégories
it: Creazione Categorie
pt: Categorias de construção
sv: Skapar Kategorier
tr: Ana Kategoriler

source: of
de: von
fr: de

source: Building General Bouquet
de: Erstelle 'Allgemein' Bouquet
fr: Création du bouquet général

source: Create Bouquets
de: Erstelle Bouquets
fr: Créer des bouquets
it: Crea Bouquets
pt: Criar buquês
sv: Skap Favoriter
tr: Buketler Yaratın

source: All %s days
de: Alle %s Tage
fr: Tous les %s jours
it: Ogni %s giorni
pt: Todos os% s dias
sv: All %s dagar
tr: Tüm %s günler

source: Program Data Not Available
de: Programmdaten nicht verfügbar
fr: Données du programme non disponibles

source: Error: Downloading data error.
de: Fehler: Fehler beim Herunterladen der Daten.
fr: Erreur: pendant le téléchargement des données.
pt: Erro:errode download de dados.
sv: Feil: Nedladdningen av data fungerade inte.
tr: Hata: Veri hatası indirilemiyor.

source: Channel has no TV Archive.
de: Kanal hat kein TV-Archiv.
fr: La chaîne n'a pas d'archive TV.
it: Il canale non ha archivio TV.
pt: O canal não tem arquivo de TV.
sv: Kanalen har inte TV Arkiv.
tr: Kanalda TV Arşivi yok.

source: TV Archive: %s
fr: Archive TV: %s
it: Archivio TV: %s
pt: Tv arquivo:%s
sv: TV Arkiv: %s
tr: TV Arşivi: %s

source: Close
de: Schließen
fr: Fermer
it: Esci
pt: Fechar
sv: Stäng
tr: Kapat

source: Delete Bouquets
de: Lösche Bouquets
fr: Effacer les bouquets
it: Eliminare Bouquets
pt: Excluir buquês
sv: Radera Favoriter
tr: Buketleri Sil

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
pt: Cancelar
sv: Avbryt
tr: İptal et

source: Delete
de: Lösche
fr: Supprimer
it: Eliminare
pt: Excluir
sv: Radera
tr: Sil

source: Invert
de: Umkehren
fr: Inverser
it: Invertire

source: Clear All
de: Alles löschen
fr: Tout effacer
it: Cancella tutto
pt: Apagar tudo
sv: Töm Allt
tr: Hepsini temizle

source: Select all the iptv bouquets you wish to delete. Press OK to invert the selection
de: Wähle alle IPTV-Bouquets aus, die du löschen möchtest. Drücke OK, um die Auswahl umzukehren
fr: Sélectionnez tous les bouquets iptv que vous souhaitez supprimer. Appuyez sur OK pour inverser la sélection
it: Seleziona tutti i bouquets iptv che desideri eliminare. Premere OK per invertire la selezione

source: Main Menu
de: Hauptmenü
fr: Menu principal
it: Menu Principale
pt: Menu Principal
sv: Huvud Meny
tr: Ana menü

source: Settings
de: Einstellungen
fr: Paramètres
it: Configurazioni
pt: Definições
sv: Inställningar
tr: Ayarlar

source: Update Bouquets
de: Aktualisiere Bouquets
fr: Mise à jour des bouquets
it: Aggiorna Bouquets
pt: Atualizar buquês
sv: Uppdatera Favoriter
tr: Buketleri Güncelle

source: Delete Individual Bouquets
de: Lösche einzelne Bouquets
fr: Supprimer des bouquets individuels
it: Elimina Singolo Bouquets
pt: Excluir buquês individuais
sv: Radera Individuella Favoriter
tr: Bireysel Buketleri Sil

source: Delete All Jedi IPTV Bouquets
de: Lösche alle Jedi IPTV Bouquets
fr: Effacer tous les bouquets IPTV Jedi
it: Elimina tutti i Bouquets Jedi IPTV
pt: Excluir todos os buquês Jedi IPTV
sv: Radera Alla Jedi IPTV Favoriter
tr: Tüm Jedi IPTV Buketlerini Sil

source: Permanently delete all Jedi created bouquets?
de: Alle von Jedi erstellten Bouquets dauerhaft löschen?
fr: Effacer définitivement tous les bouquets créés par Jedi?
it: Eliminare definitivamente tutti i Bouquets creati da Jedi?
pt: Excluir permanentemente todos os buquês criados por Jedi?
sv: Vill du radera alla favoriter skapad av Jedi?
tr: Kalıcı olarak oluşturulan tüm Jedi buketlerini sil?

source: Loading data... Please wait...
de: Daten werden geladen... Bitte warten...
fr: Chargement des données... Merci de patienter...
it: Caricamento dati in corso ... Attendere ...

source: Add Playlist
de: Playlist hinzufügen
fr: Ajouter playlist
it: Aggiungi Playlist
pt: Adicionar playlista
sv: Lägg Till Ny
tr: Playlist Ekle

source: Edit Playlist
de: Playlist bearbeiten
fr: Éditer la liste de lecture
it: Modifica Playlist
pt: Editar playlista
sv: Redigera Lista
tr: Playlist Düzenle

source: Delete Playlist
de: Wiedergabeliste löschen
fr: Effacer la playlist
it: Elimina Playlist
pt: Excluir lista de reprodução
sv: Radera Spellista
tr: Playlist Sil

source: User Info
de: Benutzerinfo
fr: Info utilisateur
it: Info Utente
pt: Informação do Usuário
sv: Användar Info
tr: Kullanıcı Bilgisi

source: Press OK to create bouquets. View your bouquets by exiting the Jedi plugin and then press the TV button. Go into EPG Importer plugin settings, select your playlist in sources... Save... Manually download sources.
de: Drücke OK um Bouquets zu erstellen. Sehen Sie sich Ihre Bouquets an, durch verlassen des Jedi-Plugin und dann die TV-Taste drücken. Gehen Sie in die EPG-Importer-Plugin-Einstellungen, wählen Sie Ihre Wiedergabeliste in den Quellen aus ... Speichern ... Laden Sie die Quellen manuell herunter.
fr: Appuyez sur OK pour créer des bouquets. Visualisez vos bouquets en quittant le plugin Jedi et en appuyant sur le bouton TV. Allez dans les paramètres du plugin EPG Importer, sélectionnez votre liste de lecture dans sources... Sauvegarder... Télécharger manuellement les sources.
it: Premere OK per creare Bouquets. Visualizza i tuoi Bouquets uscendo dal plugin Jedi e poi premi il tasto TV. Accedi alle impostazioni del plugin EPG Importer, seleziona la playlist nelle fonti ... Salva ... Scarica manualmente le fonti.
pt: Pressione OK para criar buquês. Visualize seus buquês saindo do plugin Jedi e pressione o botão TV. Acesse as configurações do plug-in do Importador de EPG, selecione sua lista de reprodução nas fontes ... Salvar ... Baixe as fontes manualmente.
sv: Tryck på OK för att skapa favoriter. Titta på favoriter genom att lämna Jedi pluginet och tryck sedan på TV-knappen. Gå till EPG Import plugin-inställningar, välj din spellista i källor ... Spara ... Hämta källan manuellt.
tr: Buketler oluşturmak için Tamam'a basın. Jedi eklentisinden çıkıp buketlerinizi izleyin ve ardından TV düğmesine basın. EPG İthalatçı eklentisi ayarlarına gidin, çalma listenizi kaynaklardan seçin ... Kaydet ... El ile kaynakları indirin.

source: Last Update:
de: Letztes Update:
fr: Dernière mise à jour:
it: Ultimo aggiornamento:

source: Banned
de: Gesperrt
fr: Banni
it: Bannato
pt: Banido
sv: Bannlyst
tr: Yasaklı

source: Disabled
de: Deaktiviert
fr: Désactivé
it: Disabilitato
pt: Desativado
sv: Inaktiverad
tr: Engelli

source: Expired
de: Abgelaufen
fr: Expiré

source: Server down or user no longer authorised!
de: Server down oder Benutzer nicht mehr berechtigt!
fr: Serveur en panne ou utilisateur plus autorisé !
it: Server inattivo o utente non più autorizzato!
pt: Servidor inativo ou usuário não autorizado mais!
sv: Servern är nere eller inte längre behörig!
tr: Sunucu kapalı veya kullanıcı artık yetkilendirilmemiş!

source: Url is invalid or playlist/user no longer authorised!
de: URL ist ungültig oder Playlist/Benutzer nicht mehr berechtigt!
fr: L'URL n'est pas valide ou la liste de lecture/l'utilisateur n'est plus autorisé !
it: L'URL non è valido o la playlist/utente non è più autorizzata!
pt: Url é inválido ou lista de reprodução / usuário não está mais autorizado!
sv: URL: en är ogiltig eller så är spellistan / användaren inte längre behörig!
tr: URL geçersiz veya oynatma listesi / kullanıcı artık yetkilendirilmemiş!

source: User Info not available for this playlist
de: Benutzerinformationen sind für diese Playlist nicht verfügbar
fr: Informations utilisateur non disponibles pour cette playlist
it: Informazioni utente non disponibili per questa playlist
pt: Informações do usuário não disponíveis para esta lista de reprodução
sv: Användarinformation är inte tillgänglig för den här spellistan
tr: Bu oynatma listesi için Kullanıcı Bilgisi mevcut değil

source: Edit unavailable for local M3Us. Manually Delete/Amend M3U files in folder.
de: Bearbeiten für lokale M3Us nicht verfügbar. M3U-Dateien im Ordner manuell löschen/ändern.
fr: Édition non disponible pour les M3Us locaux. Supprimer/modifier manuellement les fichiers M3U dans le dossier.
it: Modifica non disponibile per M3U locali. Elimina/Modifica manualmente i file M3U nella cartella.
pt: Edição indisponível para M3Us locais. Exclua / corrija manualmente os arquivos M3U na pasta.
sv: Redigering är inte tillgänglig för lokala M3U filer. Radera / ändra M3U-filer manuellt i mappen.
tr: Yerel M3U'lar için mevcut olmayanları düzenleyin. M3U dosyalarını klasördeki Manually Sil / Amend.

source: Permanently delete selected playlist?
de: Ausgewählte Playlist dauerhaft löschen?
fr: Effacer définitivement toutes les playlists?
it: Eliminare definitivamente la playlist selezionata?
pt: Excluir permanentemente a lista de reprodução selecionada
sv: Vill du ta bort den valda spellistan permanent?
tr: Seçilen oynatma listesi kalıcı olarak sililsin mi?

source: Delete unavailable for local M3Us. Manually Delete/Amend M3U files in folder.
de: Löschen für lokale M3Us nicht verfügbar. M3U-Dateien im Ordner manuell löschen/ändern.
fr: Effacement impossible pour les fichiers M3Us locaux. Supprimer/modifier manuellement les fichiers M3U dans le dossier.
it: Eliminazione non disponibile per M3U locali. Elimina/Modifica manualmente i file M3U nella cartella.
pt: Excluir indisponível para M3Us locais. Exclua / corrija manualmente os arquivos M3U na pasta.
sv: Radera Inte tillgängliga lokala M3U Filer. Radera / ändra M3U-filer manuellt i mappen.
tr: Yerel M3U'lar için kullanılamayanları silin. M3U dosyalarını klasördeki El İle Sil/Değiştir.

source: Playlist is
de: Playlist ist
fr: Playlist est
it: Playlist è
pt: Playlista é
sv: Spellistan är
tr: Oynatma listesi

source: Domain
fr: Domaine
it: Dominio
pt: Domínio
sv: Domän

source: Domain | Connections
de: Domain | Verbindungen
fr: Domaine|Connexions
it: Dominio | Connessioni
pt: Conexão de domínio
sv: Domän | anslutningar
tr: Domain | Bağlantılar

source: Catchup only available on IPTV Streams.
de: Catchup nur für IPTV-Streams verfügbar.
fr: Rattrapage uniquement disponibles pour les flux IPTV.
it: Catchup disponibile solo su IPTV Stream.
pt: Catchup disponível apenas em fluxos de IPTV.
sv: TV Arkiv er bara tillgängligt för IPTV Strömmar.
tr: Yakalama, yalnızca IPTV Akışlarında kullanılabilir.

source: IPTV Bouquets Creator by KiddaC
de: IPTV Bouquets Creator von KiddaC
fr: Créateur de bouquets IPTV par KiddaC

source: Save
de: Speichern
fr: Enregistrer
it: Salva
pt: Salvar
sv: Spara
tr: Kayıt et

source: Standard Playlist
fr: Playlist standard
it: Playlist Standard
pt: Lista de reprodução padrão
sv: Standard Spellista
tr: Standart Playlist

source: M3U File
de: M3U Datei
fr: Fichier M3U
it: File M3U
pt: Arquivo M3U
sv: M3U Fil
tr: M3U Dosyası

source: Select playlist type
de: Wähle Playlist Typ
fr: Choisir le type de playlist
it: Seleziona tipo playlist
pt: Selecione a Lista de Reprodução
sv: Välj typ av spellista
tr: Çalma listesi türünü seçin

source: Protocol
de: Protokoll
fr: Protocole
it: Protocollo
pt: Protocolo
sv: Protokol
tr: Protokol

source: Server URL
fr: URL du serveur
pt: URL do servidor
tr: Sunucu URL'si

source: Username
de: Benutzername
fr: Nom d'utilisateur
pt: usuário
sv: Annvändarnamn
tr: Kullanıcı adı

source: Password
de: Passwort
fr: Mot de passe
pt: senha
sv: Lösenord
tr: Parola

source: Output Type
de: Ausgabetyp
fr: Type de sortie
it: Tipo di Output
pt: tipo de saída
sv: Välj Typ
tr: Çıkış tipi

source: M3U external location
de: M3U externe Lage
fr: Localisation externe M3U
it: Percorso esterno M3U
pt: Localização externa M3U
sv: Extern M3U-plats
tr: M3U harici konum

source: Bouquet Name
fr: Nom du bouquet
it: Nome Bouquet
pt: Nome do buquê
sv: Favorit Namn
tr: Buket Adı

source: Select the type of playlist to add. Standard playlist or external M3U file. Try M3U File for non standard playlists that use custom urls.
de: Wähle den Typ der hinzuzufügenden Wiedergabeliste aus. Standard-Playlist oder externe M3U-Datei. Probiere M3U-Datei für nicht standardmäßige Wiedergabelisten aus, die benutzerdefinierte URLs verwenden.
fr: Sélectionner le type de playlist à ajouter. Playlist standard ou fichier M3U externe. Essayez le fichier M3U pour les listes de lecture non standard qui utilisent des URL personnalisées.
it: Seleziona il tipo di playlist da aggiungere. Playlist standard o file M3U esterno. Prova il file M3U per playlist non standard che utilizzano URL personalizzati.
pt: Selecione o tipo de lista de reprodução a ser adicionado. Lista de reprodução padrão ou arquivo M3U externo. Experimente o Arquivo M3U para listas de reprodução não padrão que usam urls personalizados.
sv: Välj vilken typ av spellista du vill lägga till. Standard spellista eller extern M3U-fil. Prova M3U-fil för en icke-standard spellista med anpassade webbadresser.
tr: Eklenecek oynatma listesinin türünü seçin. Standart çalma listesi veya harici M3U dosyası. Özel URL'ler kullanan standart olmayan çalma listeleri için M3U Dosyasını deneyin.

source: Select the protocol for your playlists url.
de: Wähle das Protokoll für deine Wiedergabelisten-URL aus.
fr: Sélectionner le protocole pour les url de vos playlists.
it: Seleziona il protocollo per l'URL delle tue playlist.
pt: Selecione o protocolo para suas listas de reprodução url.
sv: Välj protokoll för din spellistas url.
tr: Çalma listelerinizin URL'si için protokolü seçin.

source: Enter playlist url without protocol http:// e.g. domain.xyz
de: Playlist-URL ohne Protokoll eingeben http:// z.B. domain.xyz
fr: Entrer l'url de la playlist sans le protocole http:// p.e. domain.xyz
it: Inserisci l'URL della playlist senza protocollo http:// per esempio. domain.xyz
pt: Digite url de lista de reprodução sem http:// de protocolo por exemplo, domínio.xyz
sv: Ange url för spellista utan protokoll http: // e.g. domain.xyz
tr: İletişim protokolü olmayan oynatma listesi URL'sini http:// e.g. domain.xyz

source: Enter Port Number without colon : e.g. 25461
de: Portnummer ohne Doppelpunkt eingeben: z.B. 25461
fr: Entrer le numéro du port sans deux points: p.e. 25461
it: Immettere il numero di porta senza due punti: per esempio. 25461
pt: Digite o número da porta sem cólon: por exemplo, 25461
sv: Skriv Port Nummer utan kolon tecken: e.g. 25461
tr: Enter Sütunsuz Port Numarası: e.g. 25461

source: Enter username.
de: Benutzernamen eingeben.
fr: Entrer le nom de l'utilisateur.
it: Inserire username.
pt: Digite nome de usuário.
sv: Skriv Annvändarnamn.
tr: Kullanıcı adını girin.

source: Enter password.
de: Passwort eingeben.
fr: Entrer le mot de passe.
it: Inserire password.
pt: Digite senha.
sv: Skriv lösenord.
tr: Şifreyi girin.

source: Enter stream output type.
de: Stream ausgabetyp eingeben.
fr: Entrer le type de stream en sortie.
it: Inserire il tipo di output del flusso.
pt: Insira o tipo de saída do stream.
sv: Välj strömtyp.
tr: Enter akışı çıkış türü.

source: Enter M3U list url including protocol. eg. http://www.domain.xyz
de: M3U listen URL inklusive Protokoll eingeben. z.B. http://www.domain.xyz
fr: Entrer l'url de la liste M3U incluant le protocole. p.e. http://www.domain.xyz
it: Inserisci l'URL dell'elenco M3U incluso il protocollo. per esempio. http://www.domain.xyz
pt: Insira o url da lista M3U incluindo o protocolo. por exemplo. http://www.domain.xyz
sv: Ange webbadressen till M3U-listan inklusive protokoll. eg. http://www.domain.xyz
tr: Protokol dahil M3U liste URL'sini girin. eg. http://www.domain.xyz

source: Enter the name to be displayed in bouquets.
de: Gib den Namen ein, der in Bouquets angezeigt werden soll.
fr: Entrer le nom à afficher dans les bouquets.
it: Inserisci il nome da visualizzare nei Bouquet.
pt: Digite o nome a ser exibido em buquês.
sv: Ange namn som ska visas i favoriter.
tr: Buketlerde görüntülenecek adı girin.

source: Enter EPG Url.
de: EPG Url. eingeben.
fr: Enter l'URL de l'EPG.
it: Inserisci Url EPG.
pt: Insira o URL do EPG.
sv: Skriv in EPG Url.
tr: Enter EPG URL'si.

source: Really close without saving settings?
de: Wirklich schließen ohne Einstellungen zu speichern?
fr: Voulez-vous vraiment quitter sans sauver les paramètres?
it: Chiudere senza salvare le impostazioni?
pt: Realmente Fecha Sem Salvar as Configurações?
sv: Vill du verkligen avsluta utan att spara inställningarna?
tr: Ayarları kaydetmeden gerçekten kapatılsın mı?

source: User Information
de: Benutzerinformation
fr: Information Utilisateur
it: Informationi Utente
pt: Informação do Usuário
sv: Annvändarinformation
tr: Kullanıcı bilgisi

source: Status:
fr: Statut:

source: Is Trial:
de: Ist Trial:
fr: Est un essai:

source: Active Connections:
de: Aktive Verbindungen:
fr: Connections actives:

source: Max Connections:
de: Max Verbindungen:
fr: Connexions Max:

source: Created At:
de: Hergestellt in:
fr: Créé à:

source: Expiry Date:
de: Ablaufdatum:
fr: Date d'expiration:

source: Allowed Output Formats:
de: Erlaubte Ausgabeformate:
fr: Autoriser les formats de sorties:

source: Real URL:
de: Echte URL:
fr: URL réelle:

source: Timezone:
de: Zeitzone:
fr: Fuseau horaire

source: Server Offset:
fr: Décalage du serveur:

source: playlists.txt location
de: playlists.txt verzeichnis
fr: localisation de playlists.txt
it: Percorso playlists.txt
pt: localização playlistas.txt
sv: spellistor.txt plats
tr: playlists.txt konumu

source: Local M3U File location
de: Lokales M3U-Datei verzeichnis
fr: Localisation du fichier M3U local
it: Percorso del file M3U locale
pt: Localização do arquivo M3U local
sv: Lokal M3U-filplats
tr: Yerel M3U Dosyası konumu

source: Automatic live bouquet update
de: Automatisches live Bouquet update
fr: Mise à jour automatique des bouquets en direct
it: Aggiornamento automatico del bouquet live
pt: Atualização automática do buquê ao vivo
sv: Automatisk uppdatering av favoriter
tr: Otomatik canlı buket güncellemesi

source: Automatic live update start time
de: Startzeit der automatischen Live-Aktualisierung
fr: Heure de début de la mise à jour automatique des directs
it: Ora di inizio dell'aggiornamento automatico Live
pt: Horário de início da atualização automática ao vivo
sv: Starttid på automatisk liveuppdatering
tr: Otomatik canlı güncelleme başlangıç zamanı

source: Show in main menu
de: Im Hauptmenü anzeigen
fr: Afficher dans le menu principal
it: Mostra nel Menu Principale
pt: Mostrar no menu principal
sv: Visa i huvud menyen
tr: Ana menüde göster

source: Select skin
de: Wähle Skin
fr: Choisir le thème
it: Seleziona skin
pt: Selecione a skin
sv: Välj utsende (Skins)
tr: Arayüz seç

source: Server timeout (seconds)
de: Server-Timeout (Sekunden)
fr: Délai d'attente du serveur (secondes)
it: Timeout Server (secondi)
pt: Tempo limite do servidor (segundos)
sv: Server timeout (sekunder)
tr: Sunucu zaman aşımı (saniye)
